{
  "topics.sleep.name": "Sleep",
  "topics.sleep.short_description": "Sleep",
  "topics.sleep.long_description": "Around one in three people suffer from mild insomnia. If you wake consistently at night or suffer from restless sleep patterns, these guided meditations, talks, and music tracks will help calm the mind and relax the body in preparation for sleep.",
  "topics.recoveryhealing.name": "Recovery & Healing",
  "topics.recoveryhealing.short_description": "Recovery & Healing",
  "topics.recoveryhealing.long_description": "The road to recovery can feel like a solitary experience. These guided meditations, talks, and music tracks offer a source of refuge and support for those who suffer from depression, are dealing with grief or wish to overcome addiction.",
  "topics.depression.name": "Depression",
  "topics.depression.short_description": "Assisting with Depression",
  "topics.depression.long_description": "Meditation has been shown to decrease ruminative thinking, which means to repetitively go over a thought or a problem. It also helps reduces dysfunctional beliefs which affect people who struggle with depression. These practices offer a source of compassion, support, and understanding.",
  "topics.grief.name": "Grief",
  "topics.grief.short_description": "Dealing with Grief",
  "topics.grief.long_description": "Grief is the heart's natural response to loss. Associated with pain and sadness, it can often be overwhelming. Meditation can help by acknowledging, and eventually accepting, loss.",
  "topics.emotionalhealing.name": "Healing",
  "topics.emotionalhealing.short_description": "Emotional Healing",
  "topics.emotionalhealing.long_description": "Emotions are our way of sensing and responding to the world. Meditation opens up space in our mind where we see and feel objectively. From this place we then learn to recognize and accept difficult emotions by dealing with them in a healthy way.",
  "topics.painmanagement.name": "Pain",
  "topics.painmanagement.short_description": "Pain Management (Physical)",
  "topics.painmanagement.long_description": "Meditation is reported to reduce activity in the area of the brain that perceives the physical and mental effects of pain. Even though the brain may be receiving the same amount of pain input, the mind perceives less, so we feel less.",
  "topics.bodyimage.name": "Body Image",
  "topics.bodyimage.short_description": "Positive Body Image",
  "topics.bodyimage.long_description": "Body image refers to how we think and feel about our bodies. Meditation has the potential to change negative thought patterns by cultivating a more compassionate and grateful relationship with the body.",
  "topics.addictions.name": "Addiction",
  "topics.addictions.short_description": "Recovery from Addictions",
  "topics.addictions.long_description": "Recovery from addiction is a challenging process that affects our bodies and minds. Recovery may impair thinking while the mind adjusts to life without substance abuse. Meditation can be used as a tool to help control emotions and increase mental clarity.",
  "topics.stressanxiety.name": "Stress & Anxiety",
  "topics.stressanxiety.short_description": "Stress & Anxiety",
  "topics.stressanxiety.long_description": "Feeling stressed and overwhelmed? When the unmistakable signs of stress start to creep up, these guided meditations, talks, and music tracks will help to stabilize your emotions and calm the body and mind.",
  "topics.sos.name": "SOS",
  "topics.sos.short_description": "Immediate Relief - SOS",
  "topics.sos.long_description": "Life can sometimes be unexpectedly overwhelming. During such moments the heart rates increase rapidly, the chest tightens and breaths shorten. If left unchecked our emotional state can be severely impacted. Short, targeted meditations can help combat symptoms by countering the body's natural responses to a stressful situation and restoring balance.",
  "topics.stress.name": "Stress",
  "topics.stress.short_description": "Managing Stress",
  "topics.stress.long_description": "Stress is an ever-present issue in our lives as a result of modern living. Its long-term effects can be detrimental to our health and can lead to anxiety and depression. Meditation and mindfulness can help to counter these effects by lower stress hormones and decreasing inflammation in the body. It can be as simple as taking a few moments out of your day to breath and focus on the present moment.",
  "topics.fears.name": "Fear",
  "topics.fears.short_description": "Overcoming Fear",
  "topics.fears.long_description": "Fear is a signal of danger and can trigger physical and neurological responses. A cycle of stress, worry and anxiety often ensues. Regular meditation can shrink our amygdala (the brain’s 'fight or flight' center), ensuring we become less reactive and able to distinguish between threat levels.",
  "topics.anger.name": "Anger",
  "topics.anger.short_description": "Dealing with Anger",
  "topics.anger.long_description": "Anger is one of our strongest emotions. It can cloud the mind and prevent clear thought, often resulting in outbursts. Meditation can help reduce your response to anger by recognizing triggers before they lead to a negative response or reaction.",
  "topics.anxiety.name": "Anxiety",
  "topics.anxiety.short_description": "Dealing with Anxiety",
  "topics.anxiety.long_description": "Anxiety is our body's way of preparing for a 'fight or flight' response. It is usually triggered by perceived future events, many which do not eventuate. A regular daily meditation practice can help anxiety sufferers to focus on staying in the present moment and seeing a situations for what it is.",
  "topics.creativityperformance.name": "Performance",
  "topics.creativityperformance.short_description": "Performance",
  "topics.creativityperformance.long_description": "Great ideas, solutions and meaningful transformations arise from silence - the place where ideas originate. These guided meditations, talks, and music tracks will help you to start the day on the right foot and improve your general performance.",
  "topics.clarity.name": "Clarity",
  "topics.clarity.short_description": "Clarity of Mind",
  "topics.clarity.long_description": "We have around 60,000 thoughts per day. Meditation is an effective way to declutter the mind, resulting in the ability to make quick and firm decisions. The aim is not to stop thinking, but to have a different relationship with your thoughts and deciding which ones need attention.",
  "topics.creativity.name": "Creativity",
  "topics.creativity.short_description": "Creativity",
  "topics.creativity.long_description": "Increased focus, patience, and clarity that come from regular meditation encourages divergent thinking, which is a key component of creativity. It's a way to releasing old ideas and thought patterns which no longer serve you, and opens a portal for new ones.",
  "topics.leadership.name": "Leadership",
  "topics.leadership.short_description": "Effective Leadership",
  "topics.leadership.long_description": "Many of world's most impactful leaders meditate every morning before starting their day. Meditation can sharpen skills like attention, memory, emotional intelligence and social awareness. These are powerful qualities when it comes to building and managing teams, making clear, effective decisions and handling stress.",
  "topics.focus.name": "Focus",
  "topics.focus.short_description": "Focus",
  "topics.focus.long_description": "Meditation can increase connectivity within brain networks which control attention. Meditation practices can help maintain attention and disengage from distraction, strengthening our ability to stay focused.",
  "topics.workplace.name": "Workplace",
  "topics.workplace.short_description": "Mindfulness at Work",
  "topics.workplace.long_description": "Regular meditation promotes mental clarity, alertness, and laser-like focus, helping people efficiently accomplish tasks in the workplace. Meditation is also a way to manage stress and increase feelings of happiness and satisfaction, leading to collaboration, creativity, cognitive flexibility and effective decision-making.",
  "topics.motivation.name": "Motivation",
  "topics.motivation.short_description": "Motivation & Energy",
  "topics.motivation.long_description": "Meditation can bring about clarity and focus that renews the mind. This creates space for new ideas and inspirations from which to flourish. This can motivate us on to achieve great things, and feel more energized.",
  "topics.sport.name": "Sport",
  "topics.sport.short_description": "Performance in Sport",
  "topics.sport.long_description": "Meditation can help athletes to focus, improve sleep, feel motivated, cope with pain and recover from injury. Meditation can also be used to detach from negative thoughts which keep us from achieving our goals.",
  "topics.groundedhappy.name": "Health & Happiness",
  "topics.groundedhappy.short_description": "Health & Happiness",
  "topics.groundedhappy.long_description": "Feeling present, grounded and happy requires a sense of inner peace. These guided meditations focus on cultivating positive emotions to boost your overall happiness. ",
  "topics.abundance.name": "Abundance",
  "topics.abundance.short_description": "Abundance & Prosperity",
  "topics.abundance.long_description": "An abundance mentality opens us to new possibilities and leads to creativity. By contract, a mindset grounded in scarcity is restrictive, which can make us feel anxious and fearful Meditation and the use of affirmations help shift the mindset from scarcity to abundance.",
  "topics.acceptance.name": "Acceptance",
  "topics.acceptance.short_description": "Acceptance",
  "topics.acceptance.long_description": "Acceptance means consciously allowing things to be as they are. It involves letting go of the desire to protest and make change. Meditation can help recognize feelings in the present moment and view experiences more compassionately.",
  "topics.authenticity.name": "Authenticity",
  "topics.authenticity.short_description": "Authenticity",
  "topics.authenticity.long_description": "The drive for authenticity is intrinsic to human nature. Meditation can help recognize our unique place in the world by focusing our attention inwards without the distraction of thoughts or impulses. It can help us connect with our true self and act from a place of integrity.",
  "topics.grounded.name": "Grounded",
  "topics.grounded.short_description": "Centered & Emotionally Balanced",
  "topics.grounded.long_description": "Emotional balance is the ability of the mind and body to maintain equilibrium despite periods of stress. Overpowering emotions can dominate our state of mind, affecting our ability to maintian perspective. Meditation can help to rein in strong emotions and help us feel more grounded.",
  "topics.lettinggo.name": "Letting Go",
  "topics.lettinggo.short_description": "Letting Go of Attachments",
  "topics.lettinggo.long_description": "Mental attachments can weigh us down. Through meditation we can relax and temporarily let go of our attachments. Consistent meditation helps the mind accept the reality of the experience without the need to find comfort and happiness from external things.",
  "topics.presence.name": "Presence",
  "topics.presence.short_description": "Presence & Stillness",
  "topics.presence.long_description": "Today's world presents constant and competing demands on our attention, which can lead to feeling anxious and overwhelmed. Meditation can quieten the mind and tap into the stillness of our deeper consciousness. Meditation does not force the mind to be quiet, it finds the quiet that is already there.",
  "topics.relax.name": "Relax",
  "topics.relax.short_description": "Relaxation",
  "topics.relax.long_description": "The ability to relax is essential to our wellbeing. Our bodies release a surge of hormones in response to stress that make our hearts race and muscles tense. Meditation can help combat stress by activating the body's natural relaxation response, slow the breathing rate, relaxing muscles and reducing blood pressure.",
  "topics.selfconfidence.name": "Confidence",
  "topics.selfconfidence.short_description": "Self-Confidence",
  "topics.selfconfidence.long_description": "Cultivating self love and compassion through meditation can help build self confidence, inner peace and positive emotions. When negative thoughts or feelings arise during meditation, we practice simply noticing them in the moment. This leaves us better able to handle negative internal dialogue outside of meditation.",
  "topics.strengthresilience.name": "Resilience",
  "topics.strengthresilience.short_description": "Strength & Resilience",
  "topics.strengthresilience.long_description": "Resilience is the capacity to recover after adversity. This learned skill is directly related to how we perceive and react to stress. Meditation can help us better cope with difficult thoughts and emotions without becoming overwhelmed. Inner strength gained through meditation can also help us approach adversity as an opportunity for self-reflection, learning and growth.",
  "topics.happiness.name": "Happiness",
  "topics.happiness.short_description": "Wellness & Happiness",
  "topics.happiness.long_description": "Meditation can help elevate baseline happiness levels, rewiring neural pathways to experience deeper and more lasting contentment. Meditation also stimulates the production of 'happiness hormones': serotonin, dopamine and melatonin, all related to positive moods and relaxation.",
  "topics.wisdominsight.name": "Wisdom",
  "topics.wisdominsight.short_description": "Wisdom & Insight",
  "topics.wisdominsight.long_description": "Wisdom is considered a human trait formed over time through advanced cognitive and emotional development. It is a level higher than knowledge and involves self-awareness, understanding and a sense of morality, qualities which can be achieved through consistent meditation.",
  "topics.flow.name": "Flow",
  "topics.flow.short_description": "Flow",
  "topics.flow.long_description": "We are at our best when we are in a state of Flow. The flow state refers to our state of mind when we are fully immersed in an activity. Also known as 'being in the zone', actions become effortless and fluid while the ego quietens, creating a sense of stillness.",
  "topics.relationships.name": "Relationships",
  "topics.relationships.short_description": "Relationships",
  "topics.relationships.long_description": "Relationships require us to exercise forgiveness, gratitude, acceptance and patience on a daily basis. These guided meditations, talks, and music tracks work on improving our relationships with others, and ourselves.",
  "topics.compassion.name": "Compassion",
  "topics.compassion.short_description": "Compassion",
  "topics.compassion.long_description": "The cultivation of positive emotions during meditation can increase our ability to emphathize with others. The prac­tice of meditation can increase our respon­sive­ness and moti­va­tion to relieve the suffering of others.",
  "topics.forgiveness.name": "Forgiveness",
  "topics.forgiveness.short_description": "Forgiveness",
  "topics.forgiveness.long_description": "The inabilty to forgive binds us to the past. Clinging to resentment and blame can cause our minds to fill with damaging emotions, which may stop us from living in the present. Meditation can help reliquish pain carried towards ourselves and others, resulting in inner peace.",
  "topics.gratitude.name": "Gratitude",
  "topics.gratitude.short_description": "Gratitude",
  "topics.gratitude.long_description": "Gratitude is a feeling of happiness which comes from appreciation. A deeper appreciation for someone (or something) can produce longer lasting positivity. Consciously focusing on gratitude during meditation can lead to greater emotional well-being and physical health.",
  "topics.love.name": "Love",
  "topics.love.short_description": "Love",
  "topics.love.long_description": "Meditation can expand our capacity to give and receive love. Being self-fulfilled, open and fully present can improve our capacity to be there for others. Self-sufficiency and inner happiness gained through meditation can radiate to others as love and positivity.",
  "topics.parenting.name": "Parenting",
  "topics.parenting.short_description": "Mindful Parenting",
  "topics.parenting.long_description": "Practicing mindfulness can shape our ability to navigate the journey of parenting. Focusing on the present and being aware can help during times of uncertainty and change. Parents can lead by example and share mindful techniques with children to foster a sense of calm, confidence and appreciation for each other.",
  "topics.patience.name": "Patience",
  "topics.patience.short_description": "Patience",
  "topics.patience.long_description": "Patience is a valuable skill in a world of speed and convenience. Situations outside of our control can often instil anger, frustration and irritability. Meditation can help our capacity to accept a situation and build tolerance.",
  "topics.pregnancyfertility.name": "Pregnancy",
  "topics.pregnancyfertility.short_description": "Pregnancy & Fertility",
  "topics.pregnancyfertility.long_description": "Pregnancy can be emotionally and physically taxing for a woman. Changes to a women’s heart rate, blood pressure and autonomic nervous system can create a degree of emotional distress. Meditation can help women cope with the demands on their body and mind during a time of preparation and change.",
  "topics.connection.name": "Connection",
  "topics.connection.short_description": "Shared Experiences & Connection",
  "topics.connection.long_description": "Feeling connected to others is a fundamental psychological need. Meditation can foster feelings of closeness and kindness, which can result in increased happiness. People who feel more connected to others have lower levels of anxiety and depression.",
  "topics.spiritual.name": "Spiritual",
  "topics.spiritual.short_description": "Spiritual",
  "topics.spiritual.long_description": "Being spiritual involves developing a sense of connection with something deeper. These guided meditations, talks, and music tracks take us beyond the physical and mental realms to experience our divine essence.",
  "topics.awakening.name": "Awakening",
  "topics.awakening.short_description": "Awakening",
  "topics.awakening.long_description": "To 'awaken' is to step out of identification with thinking by becoming present. It is a shift in consciousness where thinking and awareness separate. Questioning the assumptions of the mind during meditation is a powerful tool for awakening.",
  "topics.divineconnection.name": "Divine Connection",
  "topics.divineconnection.short_description": "Divine Connection",
  "topics.divineconnection.long_description": "Meditation can open a path for connecting with the Divine within us. Meditation can help integrate the mental, physical and spiritual aspects of ourselves to create a state of peace, harmony and balance.",
  "topics.freedomfromsuffering.name": "Freedom from Suffering",
  "topics.freedomfromsuffering.short_description": "Freedom from Suffering",
  "topics.freedomfromsuffering.long_description": "Ignorance and delusion is believed by Buddhists to be a cornerstone of suffering. Cultivating true insight through meditation can weaken and eventually uproot these influences from the mind, leading to Enlightenment.",
  "topics.intuition.name": "Intuition",
  "topics.intuition.short_description": "Intuition",
  "topics.intuition.long_description": "Intuition is the ability to understand something instinctively, without the need for conscious reasoning. Meditation can declutter the mind and create a state of mind where this innate skill is developed and strengthened.",
  "topics.vitalenergy.name": "Energy",
  "topics.vitalenergy.short_description": "Vital Energy",
  "topics.vitalenergy.long_description": "Vital energy is a form of energy that underpins all biophysical and biochemical processes. The fluidity and consistency of its flow can maintain health in the physical body. Meditation and healing practices can direct vital energy through conscious intent to achieve a state of balance.",
  "topics.children.name": "Kids",
  "topics.children.short_description": "Kids & Teens",
  "topics.children.long_description": "Introducing kids and teens to meditation at a young age can help them to manage the ins and outs of daily life. These guided meditations, talks, and music tracks provide a gentle entry point, helping young ones to build confidence, overcome restlessness and develop regular sleep patterns.",
  "topics.kids-sleep.name": "Kids Sleep",
  "topics.kids-sleep.short_description": "Kids Sleep",
  "topics.kids-sleep.long_description": "Meditation and relaxation tools can help children unwind and prepare for sleep. Through body scans, imagination and deep breathing, children are able to relax and self-soothe. Short evening meditations can help improve sleeping patterns.",
  "topics.kids-meditation.name": "Kids Meditation",
  "topics.kids-meditation.short_description": "Kids Meditation",
  "topics.kids-meditation.long_description": "Meditation and mindfulness can help children relax, be present and achieve higher levels of self confidence. Regular practice allows them to self-regulate negative emotions and develop good habits, making them happier and more compassionate.",
  "topics.sound.name": "Sound",
  "topics.sound.short_description": "Sound",
  "topics.sound.long_description": "Sound refers to music-based meditation practices or exercises that use sound currents and frequencies to calm brainwaves and alter our mindset.",
  "topics.soundmeditation.name": "Sound Meditation",
  "topics.soundmeditation.short_description": "Sound Meditation",
  "topics.soundmeditation.long_description": "Sound Meditation uses music and sound to clear the mind and deepen meditation. This ancient practice is used by many cultures, religions and mystic traditions. Music is multi-dimensional, linking realms of the brain and facilitating meditation independently of thought. It can ease anxiety and promote a sense of well being.",
  "topics.brainwaveentrainment.name": "Brainwave Entrainment",
  "topics.brainwaveentrainment.short_description": "Brainwave Entrainment",
  "topics.brainwaveentrainment.long_description": "Brainwave Entrainment is an assisted form of meditation using pulses of sound. Entrainment is a process of synchronizing two different beats to become harmonious. Brainwave entrainment works by pulsing a different sound in each ear to stimulate the brain into altered states of consciousness. Examples including Binaural Beats and Isochronic Tones, which are best experienced with headphones to assist with relaxation, deep sleep and focus.",
  "topics.shamanicdrumming.name": "Shamanic Drumming",
  "topics.shamanicdrumming.short_description": "Shamanic Drumming",
  "topics.shamanicdrumming.long_description": "Shamanic Drumming is rythmic form of drumming. Its purpose is to induce a range of ecstatic trance states in order to connect with the spiritual dimension of reality.",
  "topics.chakramusic.name": "Chakra Balancing Music",
  "topics.chakramusic.short_description": "Chakra Music",
  "topics.chakramusic.long_description": "Chakra Balancing Music uses sound to balance the seven energy centres (chakras) in the subtle body. Each chakra responds to a specific sound-healing frequency, known as solfeggio frequencies. Each frequency has individual spiritual and physical healing properties. Frequencies make up an ancient 6-tone scale used in sacred music and chanting. Music or sounds that generate these vibrations help balance the mind, body and soul and assist with the flow of energy.",
  "topics.movement.name": "Movement",
  "topics.movement.short_description": "Movement",
  "topics.movement.long_description": "Movement refers to meditation practices or exercises that energize the body and mind through calm and purposeful breathing or movement.",
  "topics.ashtangayoga.name": "Ashtanga Yoga",
  "topics.ashtangayoga.short_description": "Ashtanga Yoga",
  "topics.ashtangayoga.long_description": "Ashtanga Yoga is a dynamic yoga which synchronizes the breath with a series of postures. Popularized by K. Pattabhi Jois during the 20th century, it is considered a modern-day form of classical Indian yoga. A focus on breathing techniques (Ujjayi Pranayama), postures (asanas), and a gazing point (driste), helps to control our senses and gain self-awareness. It is traditionally taught in the style of Mysore where students learn a series of poses and practice at their own pace.",
  "topics.baptisteyoga.name": "Baptiste Yoga",
  "topics.baptisteyoga.short_description": "Baptiste Yoga",
  "topics.baptisteyoga.long_description": "Baptiste Yoga is a type of hatha yoga that is vigorous and flowing, often practiced in a heated room. Founded in the 1940′s by Walt Baptiste, it has evolved and spread globally through his son Baron. It incorporates elements of Bikram, Ashtanga, Raja and Iyengar yoga with a focus on 3 elements: physical yoga postures (asanas), meditation, and self-inquiry to aid transformation. Baptiste classes encourage practitioners to tap into their creativity, build self-confidence and achieve their potential.",
  "topics.bhaktiyoga.name": "Bhakti Yoga",
  "topics.bhaktiyoga.short_description": "Bhakti Yoga",
  "topics.bhaktiyoga.long_description": "Bhakti Yoga is known as the yoga of love where the heart is the doorway to awakening. The Sanskrit word bhaj means 'to participate' or 'belong to'. It involves directing love and devotion towards something external such as a god, guru, or the Divine, filling the practioner with love. Practices include devotional singing and chanting (bhajan and kirtan), prayer, japa (mantra recitation), reading or listening to scripture, meditation, service and satsang (gathering of truth).",
  "topics.bikramyoga.name": "Bikram Yoga",
  "topics.bikramyoga.short_description": "Bikram Yoga",
  "topics.bikramyoga.long_description": "Bikram Yoga is a type of hatha yoga involving a sequence of 26 postures. It is done in a room heated to 105 °F (40°C) with 40 percent humidity. The postures are repeated in set cycles of approximately 90 minutes. It can be physically demanding, working through the entire body. Practioners report benefits such as flexibility, increased blood flow and flushing out toxins through sweating.",
  "topics.hathayoga.name": "Hatha Yoga",
  "topics.hathayoga.short_description": "Hatha Yoga",
  "topics.hathayoga.long_description": "Hatha Yoga is a gentle style of yoga which originated in ancient India under Swami Swatamarama. It incorporates different postures (asanas) and controlled breathing exercises (pranayama) with the aim of bringing peace and calm to both the body and mind. The postures are intended to teach poise, balance and strength.",
  "topics.hotyoga.name": "Hot Yoga",
  "topics.hotyoga.short_description": "Hot Yoga",
  "topics.hotyoga.long_description": "Hot Yoga is a style of yoga practiced in a heated environment. Rooms are generally heated to 80-100 °F (26-38 °C) and can vary in humidity. It is a fluid style unlike Bikram Yoga which follows a regimented set of 26 postures. Each session varies according to the teacher or studio and includes poses from Ashtanga, Iyengar, Vinyasa Flow and Baptiste Yoga.",
  "topics.integralyoga.name": "Integral Yoga",
  "topics.integralyoga.short_description": "Integral Yoga",
  "topics.integralyoga.long_description": "Integral Yoga is a gentle Hatha yoga that combines physical and spiritual attributes. It was founded in the 1960s by Sri Swami Satchidananda, an Indian yogi and scholar. It is based on postures (asanas) and breathing (pranayama) and includes chanting, kriyas and meditation. Integral Yoga also teaches students to elevate their consciousness and connect with their inner being.",
  "topics.iyengaryoga.name": "Iyengar Yoga",
  "topics.iyengaryoga.short_description": "Iyengar Yoga",
  "topics.iyengaryoga.long_description": "Iyengar Yoga is a form of Hatha yoga that focuses on precision and alignment. It was founded in the 1970s by B.K.S Iyengar. It combines posture (asanas), breath control (pranayama), sequencing, timing and the use of props (ie, blankets, blocks and straps). It aims to develop strength, mobility and stability.",
  "topics.jivamuktiyoga.name": "Jivamukti Yoga",
  "topics.jivamuktiyoga.short_description": "Jivamukti Yoga",
  "topics.jivamuktiyoga.long_description": "Jivamukti Yoga is a physically demanding and intellectually stimulating practice. Meaning 'liberation while living', it was founded in 1984 by Sharon Gannon and David Life, who were inspired by their guru, Swami Nirmalananda. It focuses on spiritual development through posture (asanas), breath control (pranayama), chanting and meditation. Practioners are encouraged to eat a vegan diet and get involved in social activisim.",
  "topics.kriyayoga.name": "Kriya Yoga",
  "topics.kriyayoga.short_description": "Kriya Yoga",
  "topics.kriyayoga.long_description": "Kriya Yoga is an ancient form of yoga, similar to Kundalini and Chakra meditation. It is a set of energizing, breathing and meditation exercizes introduced to the West by Paramahamsa Yogananda in the 1920s. It focuses on chakra energy or life force, mentally drawing it up and down the spine with awareness and will.",
  "topics.kundalinimeditation.name": "Kundalini Meditation",
  "topics.kundalinimeditation.short_description": "Kundalini Meditation",
  "topics.kundalinimeditation.long_description": "Kundalini Meditation is an active and energizing practice which involves moving awareness through the chakras. It is similar to Chakra Meditation, Third Eye Meditation, and Ajapa Japa. Visualization, repetition of mantras and breathing stimulates the chakras and clears the path for the ascent of Kundalini energy from the base of the spine. The chakras are represented as lotus flowers and the Kundalini opening each chakra is likened to the awakening of consciousness within ourselves.",
  "topics.kundaliniyoga.name": "Kundalini Yoga",
  "topics.kundaliniyoga.short_description": "Kundalini Yoga",
  "topics.kundaliniyoga.long_description": "Kundalini Yoga, or 'Yoga of Awareness', stems from Hinduism. It is an ancient practice combining breathing techniques, postures (asana), mantra (sound vibration) and meditation. It works to ignite and balance glandular, circulatory and nervous systems to increase awareness, unlock potential and promote health.",
  "topics.poweryoga.name": "Power Yoga",
  "topics.poweryoga.short_description": "Power Yoga",
  "topics.poweryoga.long_description": "Power Yoga is an intense, fitness-based form of yoga. Classes move at a fast pace and are flowing, dynamic and energetic. Derived from Ashtanga Yoga, it follows the same series of poses holding each for five breaths before moving through a Vinyasa (movement between poses).",
  "topics.pranayoga.name": "Prana Flow Yoga",
  "topics.pranayoga.short_description": "Prana Flow Yoga",
  "topics.pranayoga.long_description": "Prana Flow Yoga is challenging and rhythmic yoga practice. Founded by Shiva Rea in 2005, it is a form of Vinyasa Yoga. It features near-continuous movement and flowing sequences accompanied by music and can often involve dance. It aims to generate greater life-presence, vitality and joy.",
  "topics.pranayama.name": "Pranayama",
  "topics.pranayama.short_description": "Pranayama",
  "topics.pranayama.long_description": "Pranayama are breathing practices from the Yoga tradition. Pranayama guides the breath in a specific pattern and can be calming or energizing. Breathing is seen as a lever to change mental states and a mirror of the mind. Modulating the breath can pacify the nervous system and calm emotions.",
  "topics.qigong.name": "Qi Gong",
  "topics.qigong.short_description": "Qi Gong",
  "topics.qigong.long_description": "Qi Gong are dynamic breathing practices. Used in Chinese traditions (Taoist and Buddhist), Qi, or energy flow, is moved around the body through visualization and feeling. It can include movement together with specific breathing patterns.",
  "topics.rajayoga.name": "Raja Yoga",
  "topics.rajayoga.short_description": "Raja Yoga",
  "topics.rajayoga.long_description": "Raja Yoga focuses on achieving control over the mind and emotions, and is often referred to as Royal Yoga or Classical Yoga. Sanskrit texts reference it as the highest state of yoga practice. Through control of the mind it is a path to enlightenment and Samadhi, the state of perfect concentration.",
  "topics.restorativeyoga.name": "Restorative Yoga",
  "topics.restorativeyoga.short_description": "Restorative Yoga",
  "topics.restorativeyoga.long_description": "Restorative Yoga is a gentle, slow-paced yoga. It involves holding poses for up to ten minutes. A typical sequence involves five or six poses and uses props such as bolsters and blocks for support. Benefits include deep, passive stretching and stress release.",
  "topics.sahajayoga.name": "Sahaja Yoga",
  "topics.sahajayoga.short_description": "Sahaja Yoga",
  "topics.sahajayoga.long_description": "Sahaja Yoga is a meditation based on Self Realization. Founded in 1970 by Shri Mataji Nirmala Devi, it focuses on meditation and silent affirmations to activate our inner being. The Sanskrit word Sahaja meaning 'born with you', describes the subtle life force, or Kundalini, that the practice seeks to awaken.",
  "topics.taichi.name": "Tai Chi",
  "topics.taichi.short_description": "Tai Chi",
  "topics.taichi.long_description": "Tai Chi, or 'meditation in motion', is an ancient Chinese tradition. It is practiced through slow, rhythmic, meditative movements designed to find a sense of calm and alleviate stress. It is based on the Chinese philosophy of Taoism, which stresses the need for living in spiritual and physical accord with the patterns of nature.",
  "topics.vinyasayoga.name": "Vinyasa Yoga",
  "topics.vinyasayoga.short_description": "Vinyasa Yoga",
  "topics.vinyasayoga.long_description": "Vinyasa Yoga is dynamic yoga characterised by a smooth transition between poses. There is no break between poses (asanas) and each movement in the series is cued by an inhalation or an exhalation of the breath. It was developed as a 'free-form' offshoot of the more methodical Ashtanga Yoga.",
  "topics.walkingmeditation.name": "Walking meditation",
  "topics.walkingmeditation.short_description": "Walking meditation",
  "topics.walkingmeditation.long_description": "Walking Meditation is a simple practice for developing awareness. It requires being aware as you walk and use the natural movement of walking to cultivate mindfulness and wakeful presence. It requires no experience and can be done as a stand alone practice, before or after a seated meditation.",
  "topics.mbsrmovement.name": "MBSR – Movement",
  "topics.mbsrmovement.short_description": "Mindfulness-based stress reduction (MBSR) – Movement",
  "topics.mbsrmovement.long_description": "Mindfulness-Based Stress Reduction (MBSR) - Movement uses mindful movement to alleviate stress, anxiety, panic, depression and chronic pain. Developed in the 1970s by Professor Jon Kabat-Zinn, MBSR therapy was originally an 8-week course that combined mindfulness meditation, body awareness and yoga. MBSR - Movement focuses on simple yoga practices to enhance body/mind awareness.",
  "topics.selfobservation.name": "Self-Observation",
  "topics.selfobservation.short_description": "Self-Observation",
  "topics.selfobservation.long_description": "Self Observation refers to meditation practices or exercises that use reflective questions to peel back the layers which may hide your essential nature.",
  "topics.advaitavedanta.name": "Advaita Vedanta",
  "topics.advaitavedanta.short_description": "Advaita Vedanta Meditation",
  "topics.advaitavedanta.long_description": "Advaita Vedanta Meditation is a practice with Hindu and Vedic origins. The aim is to transcend identification with the body and mind, revealing our true nature. It is typically practiced through self-inquiry and contemplation.",
  "topics.awarenessmeditation.name": "Pure Awareness",
  "topics.awarenessmeditation.short_description": "Pure Awareness",
  "topics.awarenessmeditation.long_description": "Pure Awareness Meditation aims to connect with the inherent awareness of the body. It is said to help gain entry into the domain of awakening, the pure meditative state that already exists within the human body. The practice focuses on being the witness of our own consciousness, or pure Awareness.",
  "topics.contemplationmeditation.name": "Contemplation",
  "topics.contemplationmeditation.short_description": "Contemplation",
  "topics.contemplationmeditation.long_description": "Contemplative Meditation involves purposeful and deep thinking about a subject, where the mind is allowed to flow freely within the confines of the subject. It is a state of mind where thought is controlled, yet left open to receive.",
  "topics.contemplativereading.name": "Contemplative Reading",
  "topics.contemplativereading.short_description": "Contemplative Reading",
  "topics.contemplativereading.long_description": "Contemplative Reading is a Christian tradition of reflective reading of scripture, prose or poetry. It incorporates periods of silence which can foster a willingness to receive from God. Readings usualy promote a softening of the heart and renewal of the mind.",
  "topics.nondualitymeditation.name": "Non-Duality",
  "topics.nondualitymeditation.short_description": "Non-Duality Meditation",
  "topics.nondualitymeditation.long_description": "Non-Duality Meditation views the essential nature of reality as one thing: Awareness. Realizing that everything is viewed as a temporary expression of that Essence can bring freedom and peace of mind. This meditation has roots in Dzogchen, Advaita Vedanta and Neo-Advaita. It aims to expand the sense of self (as body and mind) and experience our true selves as pure Consciousness or Awareness.",
  "topics.zenkoan.name": "Zen -  Kōan",
  "topics.zenkoan.short_description": "Zen -  Kōan",
  "topics.zenkoan.long_description": "Zen Kōan Meditation involves a question or riddle which has the intention to break the mind from dualistic thinking, arriving at a realization of reality beyond words and concepts. The kōan has no answer - the answer is a state, not a concept. 'What is the sound of one hand clapping' is a typical Kōan given to novice students by Zen masters.",
  "topics.concentration.name": "Concentration",
  "topics.concentration.short_description": "Concentration",
  "topics.concentration.long_description": "Concentration refers to meditation practices or exercises that focus on something physical and material, such as your breath or body, to distract the mind from thought.",
  "topics.bodyscan.name": "Body Scan",
  "topics.bodyscan.short_description": "Body Scan",
  "topics.bodyscan.long_description": "A Body Scan brings mindfulness into the body to raise awareness of our physical experience. It originates from Buddhist mindfulness and is widely used in secular practices.",
  "topics.breathingmeditation.name": "Breathing Meditation",
  "topics.breathingmeditation.short_description": "Breathing Meditation",
  "topics.breathingmeditation.long_description": "Breathing Meditation uses the breath as a tool to focus awareness on the present. It can be achieved by observing breathing sensations or counting the breath. The breath is also used as an anchor in many other practices to achieve a sense of calm and peace.",
  "topics.concentrationmeditation.name": "Concentration Meditation",
  "topics.concentrationmeditation.short_description": "Concentration Meditation",
  "topics.concentrationmeditation.long_description": "Concentration is the practice of directed thought whereby attention is placed on a single object of focus. Unlike mindfulness meditation, attention is held without interruption and free from distractions, helping achieve a sense of calm and stillness.",
  "topics.nadayoga.name": "Nada Yoga",
  "topics.nadayoga.short_description": "Nada Yoga",
  "topics.nadayoga.long_description": "Nada Yoga is a meditation technique that uses sound to calm the mind. Attention is turned inward to perceive internal sounds. Patience and a receptive attitude can produce a state of calm, openness and awareness. Some practices focus on 'external sounds' such as calming ambient music where attention is directed to hearing in order to quiet the mind. The goal is to hear the 'Ultimate Sound' (para nada), a sound without vibration that manifests as 'OM'.",
  "topics.samatha.name": "Samatha",
  "topics.samatha.short_description": "Samatha",
  "topics.samatha.long_description": "Samatha is the Buddhist practice of calming the mind. The Sanskrit word Samatha meaning 'tranquility', is a central goal of the practice. It involves practicing single-pointed concentration usually through mindful breathing.",
  "topics.mindfulness.name": "Mindfulness",
  "topics.mindfulness.short_description": "Mindfulness",
  "topics.mindfulness.long_description": "Mindfulness refers to meditation practices or exercises that simply notice feelings and thoughts as they come and go, without judgement. ",
  "topics.chanmeditation.name": "Ch'an Meditation",
  "topics.chanmeditation.short_description": "Ch'an Meditation",
  "topics.chanmeditation.long_description": "Ch'an Meditation is a form of Chinese Buddhism. Founded in the 6th century AD, it is the origin of Zen (Japan), Sŏn (Korea), and Thiền (Vietnam). Meaning awakening of selflessness, it uses the method of silent illumination, much like Zazen in Zen Buddhism.",
  "topics.jangamadhyana.name": "Jangama Dhyana",
  "topics.jangamadhyana.short_description": "Jangama Dhyana",
  "topics.jangamadhyana.long_description": "Jangama Dhyana meditation has ancient roots in Yoga and the Vedas. It was popularised in the 20th century by Shivabalayogi and his disciple, Shivarudra Balayogi. It involves focusing and holding attention on the Third Eye, the space between the eyebrows. The eyes are also gently directed there to facilitate stillness of mind. As the experience deepens, meditators can achieve Pure Awareness, consciousness watching itself.",
  "topics.mahamudra.name": "Mahamudra",
  "topics.mahamudra.short_description": "Mahamudra",
  "topics.mahamudra.long_description": "Mahamudra is an advanced and sophisticated system of meditation. The Sanskrit ‘Maha’ means ‘great’ and refers to great bliss, and ‘mudra’ means ‘non-deceptive’ and refers to emptiness. It centres on the nature of the mind and realizations gained through it. The meditation aims to reduce stress, stir the mind, heal and experience absolute truth.",
  "topics.mindfuleating.name": "Mindful Eating",
  "topics.mindfuleating.short_description": "Mindful Eating",
  "topics.mindfuleating.long_description": "Mindful Eating is a meditation that centers on food and is useful for those who have a troubled relationship with food or a habit of over eating. It aims to develop awareness of eating by reducing the pace of eating and savoring the food. The look, smell, taste and texture of food creates an awareness of thoughts, feelings and sensations. Mindful eating is useful for those who have a troubled relationship with food or a habit of eating unconsciously, leading to overeating.",
  "topics.mindfulnessmeditation.name": "Mindfulness Meditation",
  "topics.mindfulnessmeditation.short_description": "Mindfulness Meditation",
  "topics.mindfulnessmeditation.long_description": "Mindfulness Meditation acknowledges and pays attention to feelings and thoughts. With roots in Buddhism, mindfulness meditation is widely practiced in a secular context. It focuses on bringing awareness to the present and making observations with openness, curiosity, compassion and composure. It helps recognise habitual thoughts and tendencies without judgement.",
  "topics.mbct.name": "MBCT",
  "topics.mbct.short_description": "Mindfulness-Based Cognitive Therapy (MBCT)",
  "topics.mbct.long_description": "Mindfulness-Based Cognitive Therapy (MBCT) uses mindfulness to treat depression. It aims to prevent relapses of depressive conditions including bipolar disorder, anxiety and negative thinking. Therapy to change dysfunctional thinking is similar to that used in Mindfulness-Based Stress Reduction (MBSR). This is combined with an awareness of thoughts, feelings and emotions, accepted without judgment.",
  "topics.mbsrmindfulness.name": "MBSR",
  "topics.mbsrmindfulness.short_description": "Mindfulness-Based Stress Reduction (MBSR) – Mindfulness",
  "topics.mbsrmindfulness.long_description": "Mindfulness-Based Stress Reduction (MBSR) - Mindfulness uses mindfulness to alleviate stress, anxiety, panic, depression and chronic pain. Developed in the 1970s by Professor Jon Kabat-Zinn, MBSR therapy was originally an 8-week course that combined mindfulness meditation, body awareness and yoga.",
  "topics.openawareness.name": "Open Awareness",
  "topics.openawareness.short_description": "Open Awareness",
  "topics.openawareness.long_description": "Open Awareness is a meditation practice where attention is allowed to float freely and without direction. Meditations of this type exist in various tradtions.",
  "topics.sixelementmeditation.name": "Six Element Meditation",
  "topics.sixelementmeditation.short_description": "Six Element Meditation",
  "topics.sixelementmeditation.long_description": "Six Element Meditation is a Buddhist Insight practice. Originally taught by the Buddha, it encourages contemplation on interconnectedness, impermanence and insubstantiality. Its aim is to recognize that every aspect of our being is in a permanent state of flux.",
  "topics.thaiforesttradition.name": "Thai Forest Meditation",
  "topics.thaiforesttradition.short_description": "Thai Forest Meditation",
  "topics.thaiforesttradition.long_description": "Thai Forest Meditation is a tradition of the Theravada school of Buddhism. Its origins are traced to The Buddha's Enlightenment under a large fig tree (The Bodhi Tree). Devotees who 'go forth' in the tradition recognise that living simply and close to nature supports the development of insight and wisdom. The tradition has been revived by present-day monks in Northeastern Thailand.",
  "topics.vipassana.name": "Vipassana",
  "topics.vipassana.short_description": "Vipassana",
  "topics.vipassana.long_description": "Vipassana Meditation is an exercise in seeing things at face value. Vipassana means insight into the true nature of reality, and Vipassana Meditation is the founding practice for ‘mindfulness’, which is useful for anchoring attention in the present. It is a gradual process of ever-increasing awareness where regular practice can reveal the true nature of existence.",
  "topics.zenzazen.name": "Zen - Zazen",
  "topics.zenzazen.short_description": "Zen - Zazen",
  "topics.zenzazen.long_description": "Zazen is a type of meditation unique to Zen Buddhism. Originating in India, it spread to China, Japan and other parts of Asia before arriving in the West. It translates to 'seated meditation' and involves a focus on the breath and the present. Straight and upright posture is important to aid concentration and is it typically done with eyes open, seated in lotus or half lotus position.",
  "topics.insightmeditation.name": "Insight Meditation",
  "topics.insightmeditation.short_description": "Insight Meditation",
  "topics.insightmeditation.long_description": "Insight Meditation or mindfulness derives from the Vipassana tradition in the school of Theravada Buddhism. It focuses on experiences such as hearing, seeing, chewing, tasting, touching, smelling, pain, thinking and moving. Attention to the physical body and patterns of the mind can create a mental awareness which keeps attention grounded in present reality.",
  "topics.gentlerepetition.name": "Gentle Repetition",
  "topics.gentlerepetition.short_description": "Gentle Repetition",
  "topics.gentlerepetition.long_description": "Gentle Repetition refers to meditation practices or exercises that repeat a sound or sequence of words to clear the mind and go beyond thought.",
  "topics.anandamarga.name": "Ananda Marga",
  "topics.anandamarga.short_description": "Ananda Marga",
  "topics.anandamarga.long_description": "Ananda Marga stems from the 7000 year old practice of Tantra Yoga. Meaning ‘The Path of Bliss’, it was popularised in 1955 by Indian social reformer and spiritual guru, Shrii Shrii Anandamurti. Mantra chanting (kirtan) and meditation are used to expand consciousness and awaken our innermost feelings. Practitioners can experience inner peace, happiness, universal love and may develop deeper concentration, clarity and creative thinking.",
  "topics.mantra.name": "Mantra",
  "topics.mantra.short_description": "Mantra Meditation",
  "topics.mantra.long_description": "Mantra Meditation practices the repetition of a word or sound to focus the mind and achieve stillness. In modern language, mantra has become to mean intention, but actually the sanskrit word can be broken down and translated into man (mind), and tra (transport or vehicle). In other words, a mantra is a vehicle for the mind, a powerful object of attention that can be used to enter a deep state of meditation.",
  "topics.psm.name": "Primordial Sound Meditation",
  "topics.psm.short_description": "Primordial Sound Meditation",
  "topics.psm.long_description": "Primordial Sound Meditation (PSM) is a silent mantra-based meditation. It can help to access deeper levels of awareness away from the intellectual brain. The mantra selection process is unique to PSM - it is individually assigned based on time, date and location of birth.",
  "topics.selfinquiry.name": "Self Inquiry (I Am)",
  "topics.selfinquiry.short_description": "Self Inquiry (I Am)",
  "topics.selfinquiry.long_description": "Self-Inquiry (I Am) meditation is practiced in Hindu, Buddhist and secular traditions. Its goal is to remove illusions of ourselves (transcend the ego) and abide as our true nature. It involves constant attention on the 'I' or 'I am' as a means to achieve a state of self awareness.",
  "topics.trancendentalmeditation.name": "Transcendental Meditation",
  "topics.trancendentalmeditation.short_description": "Transcendental Meditation",
  "topics.trancendentalmeditation.long_description": "Transcendental Meditation was founded by Maharishi Mahesh Yogi and is a form of silent mantra meditation typically practiced for 20 minutes, twice daily.",
  "topics.vedantic.name": "Vedantic",
  "topics.vedantic.short_description": "Vedantic",
  "topics.vedantic.long_description": "Vedantic Meditation is a practice stemming from the Hindu philosophy Vedanta which centres on the state of Awareness or Being (Brahman). Meditators seek Awareness by removing identification with body and mind ('neti, neti' method), contemplating consciousness, or developing a sense of witnessing.",
  "topics.vedicmeditation.name": "Vedic Meditation",
  "topics.vedicmeditation.short_description": "Vedic Meditation",
  "topics.vedicmeditation.long_description": "Vedic Meditation is a mantra-based practice that stems from ancient India. Popularized by Thom Knoles in the West, it is a form of silent mantra meditation practiced for 20 minutes, twice daily. It is an effortless mental technique where meditators can experience restful consciousness while fully awake.",
  "topics.chantingmeditation.name": "Chanting Meditation",
  "topics.chantingmeditation.short_description": "Chanting Meditation",
  "topics.chantingmeditation.long_description": "Chanting Meditation uses sound to produce altered states of consciousness. Sound can be healing, calming, or stimulating. Meditations include chants of sacred words, mantras, and prayers. It involves relaxation and a willingness go within.",
  "topics.kirtan.name": "Kirtan",
  "topics.kirtan.short_description": "Kirtan",
  "topics.kirtan.long_description": "Kirtan is an ancient form of sacred call and response chanting. It uses Sanskrit mantras and devotional song to calm the mind and open the heart. Kirtan is fun and easy, requires no prior experience, and generates ecstatic states or moods of gratitude and joy.",
  "topics.rajayogameditation.name": "Raja Yoga Meditation",
  "topics.rajayogameditation.short_description": "Raja Yoga Meditation",
  "topics.rajayogameditation.long_description": "Raja Yoga Meditation is an ancient practice centering on concentration. It aims to achieve a state of perfect concentration known as Samadhi. The practice may involve visualization, repetition of mantras (especially 'OM'), focusing on different energy centers in the body ('Chakras') or candle gazing.",
  "topics.visualization.name": "Visualization",
  "topics.visualization.short_description": "Visualization",
  "topics.visualization.long_description": "Visualization refers to meditation or intention-based practices that involve imagining a specific experience or cultivating feelings such as gratitude, forgiveness and connection.",
  "topics.affirmations.name": "Affirmations",
  "topics.affirmations.short_description": "Affirmation Meditation",
  "topics.affirmations.long_description": "Affirmation Meditation is the practice of positive thinking and self-empowerment. An affirmation is anything repeated out loud or in thoughts which register in our subconscious mind. Effective affirmations are positive, personal, specific, and in the present tense.The aim is for thoughts to consume our awareness to manifests goals or changes in behavior.",
  "topics.chakrameditation.name": "Chakras",
  "topics.chakrameditation.short_description": "Chakra Meditation",
  "topics.chakrameditation.long_description": "Chakra Meditation involves a focus on energy centers in the subtle body. Seven chakras are believed to run from the base of the spine to the crown of the head. Each is associated with a color and corresponds to different aspects of our body and mind. Practice can focus on a single chakra or move through all seven. The intention is to stimulate and unblock each energy center.",
  "topics.contemplativeprayer.name": "Contemplative Prayer",
  "topics.contemplativeprayer.short_description": "Contemplative Prayer",
  "topics.contemplativeprayer.long_description": "Contemplative Prayer is a Christian tradition of opening the heart, mind and soul to God through the spoken word and silence. It creates an internal sacred space allowing intimacy with the Holy Trinity. The aim is to be drawn by the Holy Spirit and receive the Ultimate Gift, union with the transformative Presence of God.",
  "topics.mettameditation.name": "Loving-Kindness (Metta)",
  "topics.mettameditation.short_description": "Loving-Kindness (Metta)",
  "topics.mettameditation.long_description": "Loving-Kindness (Metta) is a Buddhist practice to develop impartial and unconditional love. Initially taught by the Buddha, it exists in most ancient spiritual disciplines. Feelings of loving-kindness are cultivated using visualization and affirmations which are projected onto others. It is reported to reduce irritation, anger and hatred, while improving patience and the ability to forgive.",
  "topics.mysticalmeditation.name": "Mystical",
  "topics.mysticalmeditation.short_description": "Mystical Meditation",
  "topics.mysticalmeditation.long_description": "Mystical Meditation is used within a variety of traditions as a way of reaching the Absolute or Divine. Through visualization one explores their stream of consciousness and expands Awareness.",
  "topics.quantumhealing.name": "Quantum Healing Meditation",
  "topics.quantumhealing.short_description": "Quantum Healing Meditation",
  "topics.quantumhealing.long_description": "Quantum Healing Meditation combines practical science with intangible spirituality. Popularised by Deepak Chopra, it aims to create physical change in the body through intention and visualization. Through creative and spontaneous visualization, the practice is said to strengthen the immune system and heal the body.",
  "topics.reiki.name": "Reiki",
  "topics.reiki.short_description": "Reiki",
  "topics.reiki.long_description": "Reiki is a form of energy healing. Founded in the early 20th century by Mikao Usui, a Japanese Buddhist, it is known as Usui Shiki Ryoho Reiki. It is a practice of healing through hand placements on the body. Reiki means the unification of universal and vital life energy. Achieving this connection can bring a sensation of inner peace. A complete Reiki lifestyle can lead to 'Anshin Ritsumei', the ability to experience inner peace amidst external chaos.",
  "topics.relaxationmeditation.name": "Relaxation Meditation",
  "topics.relaxationmeditation.short_description": "Relaxation Meditation",
  "topics.relaxationmeditation.long_description": "Relaxation is the calm state at the core of our natural condition. Meditation can help access this state by releasing tension from the body and switching off the mind. Relaxation can restore balance and replenish energy depleted through daily life.",
  "topics.selfcompassion.name": "Self-Compassion",
  "topics.selfcompassion.short_description": "Self-Compassion",
  "topics.selfcompassion.long_description": "Self-Compassion is demonstrating the same compassion you have for others to yourself. It involves acknowledging pain and suffering and responding with kindness. It is not self-pity or self-indulgent. Self-compassion meditation can help healing and improve self confidence.",
  "topics.shamanicmeditation.name": "Shamanic Meditation",
  "topics.shamanicmeditation.short_description": "Shamanic Guided Meditation",
  "topics.shamanicmeditation.long_description": "Shamanic Guided Meditation, or journeys, is an ancient healing tradition. It involves connection with and guidance from spirits including ancestors, elders, gods, goddesses, spirit guides, power animals and angels. It focuses on using a spiritual connection to heal the mind, deal with external stress and understand the self and the world.",
  "topics.sufimeditation.name": "Sufi Meditation",
  "topics.sufimeditation.short_description": "Sufi Meditation",
  "topics.sufimeditation.long_description": "Sufi Meditation is a central component of Islamic spirituality. The Sufi tradition centres on developing a personal relationship with God through self-knowledge and self-inquiry. It uses Zikr (chanting) and Muraqba (meditation) to empty the mind and heart of spiritual pollutants. Meditation aims to balance, heal and enrich followers to face life reenergized and revived.",
  "topics.thirdeye.name": "Third Eye Meditation",
  "topics.thirdeye.short_description": "Third Eye Meditation",
  "topics.thirdeye.long_description": "Third-Eye Meditation focuses attention on the area between the eyebrows (Third Eye chakra). It is similar to Chakra meditation and Jangama Dhyana. It is often combined with the mantra 'OM' or specific visualizations unique to that chakra. It is a popular technique used in Yoga, Tantra and Tibetan Buddhism.",
  "topics.unconditionalovemeditation.name": "Unconditional Love Meditation",
  "topics.unconditionalovemeditation.short_description": "Unconditional Love Meditation",
  "topics.unconditionalovemeditation.long_description": "Unconditional Love Meditation is a practice that promotes selfless love. The practice removes any identification with the 'self' (the ego), increasing the possibility of love without conditions, with the intention of developing forgiveness, compassion and love.",
  "topics.universalmeditation.name": "Universal Meditation",
  "topics.universalmeditation.short_description": "Universal Meditation",
  "topics.universalmeditation.long_description": "Universal Meditation is a dynamic modern practice. Popularized by Uell S. Anderson in the 1950s, it was adapted by Kelly Howell in 2010. It aims to connect meditators with a universal intelligence, awakening a universal power within. It can help clear the mind of negative and limited thought processes and uses Laws of Attraction to manifest positive change.",
  "topics.guidedimagery.name": "Guided Imagery",
  "topics.guidedimagery.short_description": "Guided imagery or Visualization",
  "topics.guidedimagery.long_description": "Guided Visualization engages the imagination to achieve almost any desired state. Words, music, silence and/or sound effects may be used to create a multi-layered, sensory experience designed for a specific outcome. These include relaxation, sleep, focus, productivity, pain relief and weight loss. Visualization is most widely known for achieving successful outcomes in sports, performance and wellness.",
  "topics.yoganidra.name": "Yoga Nidra",
  "topics.yoganidra.short_description": "Yoga Nidra",
  "topics.yoganidra.long_description": "Yoga Nidra, or 'conscious sleep', is a form of restorative meditation. It can restore the body and mind and is ideal for sleep deprivation. It is a tantric meditation practice that induces brainwave patterns associated with ‘rest and digest’ nourishment. Attention is focused on the breath and guided through the body, activating a state of effortless non-doing. It is commonly practiced lying down and meditators may fall asleep, de-focus and let attention ebb and flow naturally.",
  "topics.manifestation.name": "Manifestation",
  "topics.manifestation.short_description": "Manifestation",
  "topics.manifestation.long_description": "Manifestion Meditation helps bring about positive changes in life by altering thoughts. An estimated 60,000 unconscious thoughts occur per day, the majority of which are negative. Similar to affirmation meditation, this practice can be goal-oriented and harnesses positive intent. 'Law of Attraction' is an example of using the power of manifestation to bring about changes in life.",
  "topics.mbsrvisualization.name": "MBSR – Visualisation",
  "topics.mbsrvisualization.short_description": "Mindfulness-based stress reduction (MBSR) – Visualisation",
  "topics.mbsrvisualization.long_description": "Mindfulness-Based Stress Reduction (MBSR) - Visualization uses visualization techniques to alleviate stress, anxiety, panic, depression and chronic pain. Developed in the 1970s by Professor Jon Kabat-Zinn, MBSR therapy was originally an 8-week course that combined mindfulness meditation, body awareness and yoga. MBSR - Visualization uses imagery to cultivate stillness and calm and bring awareness to the present.",
  "topics.taoist-meditation.name": "Taoist Meditation",
  "topics.taoist-meditation.short_description": "Taoist Meditation",
  "topics.taoist-meditation.long_description": "Taoist meditation are an ancient set of practices born from the Chinese philosophy and religion of Taoism. Methods range from concentration and mindfulness, to contemplation, and visualization. They are designed to bring the practitioner into harmony with the Source of all life.",
  "topics.gratitudemeditation.name": "Gratitude Meditation",
  "topics.gratitudemeditation.short_description": "Gratitude Meditation",
  "topics.gratitudemeditation.long_description": "Gratitude Meditation is a readiness to show appreciation and focusing awareness on things to be grateful for such as family, friends, nature and being. It can be a powerful and rewarding exercise, leading to contentment, happiness and peace of mind. The origin is unknown but believed to stem fom the Buddhist practice of Metta/compassion meditation.",
  "topics.centeringprayer.name": "Centering Prayer",
  "topics.centeringprayer.short_description": "Centering Prayer",
  "topics.centeringprayer.long_description": "Centering Prayer is a Christian silent prayer practice. It is the opening of mind, heart and soul in consent to the presence and action of God within. Typically using a sacred word, this silent prayer of consent fosters and deepens relationship with God.",
  "topics.compassionmeditation.name": "Compassion Meditation",
  "topics.compassionmeditation.short_description": "Compassion Meditation",
  "topics.compassionmeditation.long_description": "Compassion Meditation uses visualization techniques to foster feelings of kindness and compassion towards others. The practice is similar to the Buddhist Loving-Kindness meditation (Metta) and means the development of empathy, connectivity and social skills.",
  "topics.forgivenessmeditation.name": "Forgiveness Meditation",
  "topics.forgivenessmeditation.short_description": "Forgiveness Meditation",
  "topics.forgivenessmeditation.long_description": "Forgiveness Meditation is a way to achieve healing and love for oneself and others. It draws upon memory and visualization to identify anger, fear and resentment, then guide the heart away from such adverse emotions.",
  "topics.traditions.name": "Traditions",
  "topics.traditions.short_description": "Traditions",
  "topics.traditions.long_description": "Traditions are recognized systems of beliefs, including formal religions and spiritual practices, which often require an element of faith. Meditation stemming from these origins circle around one or multiple gods or a spiritual being.",
  "topics.bahaifaith.name": "Bahá'í Faith",
  "topics.bahaifaith.short_description": "Bahá'í Faith",
  "topics.bahaifaith.long_description": "The Bahá'í Faith teaches unity of all people. Stemming from Islam, it is one of the world's youngest religions having been founded in 1863 by an Iranian exile called Bahá'u'lláh (1817-1892) believed to be a Prophet. The faith is monotheistic and acknowledges that all messengers of all religions are authentic. Today seven million people follow Bahá'í Faith with the highest concentration based in Iran.",
  "topics.bhaktimovement.name": "Bhakti",
  "topics.bhaktimovement.short_description": "Bhakti Movement",
  "topics.bhaktimovement.long_description": "The Bhakti Movement centers on a path of love and devotion. It emerged in medieval Hinduism during the 7th century CE in South India under the Tamil poet-saints known as the Shaiva Nayanars and Vaishnava Alvars. It offers an inclusive approach to spiritual realization, regardless of social status, caste, gender or religion. The word 'bhakti' means devotion. The movement believes that God (with or without form) dwells within everyone and can be attained through a personal, loving relationship with the Divine.",
  "topics.buddhism.name": "Buddhism",
  "topics.buddhism.short_description": "Buddhism",
  "topics.buddhism.long_description": "Buddhism is the world's fourth largest religion with over 500 million people followers. Founded in India 600 years before the birth of Christ, Buddhism centres around the teachings of a Prince named Siddhartha Gautama, whom at the age of 35 was reported to have attained Enlightenment after meditating for 49 days straight under the Bodhi tree, thus becoming known as the Buddha (the Awakened One). For several centuries the Buddha's teachings of the Four Noble Truths and Eightfold Path were passed orally through a practice of recitation and memorisation by the Sangha, a group of disciplined monks and nuns. Later Buddhism spread throughout Asia via three primary schools, Theravada, Mahayana, and Vajrayana. Because Buddhists value the timeless importance of the teaching (the dharma), over worshipping gods, many Buddhist meditation practices are taught today in secular and scientific settings.",
  "topics.christianity.name": "Christianity",
  "topics.christianity.short_description": "Christianity",
  "topics.christianity.long_description": "Christianity is the world's largest religion with an estimated 2.4 billion followers. Founded in Jerusalem in 33 CE, it is based on the life and teachings of Jesus Christ, revered as the resurrected Messiah. It has dominated western culture for centuries and includes three primary branches: Roman Catholic, Eastern Orthodox and Protestant. Christians believe in a single, all-powerful God recognised in 'trinity' form: God the Father, Christ the Son, and the Holy Spirit. The Bible is Christianity’s sacred text, encompassing the Old (Hebrew scriptures) and New Testaments.",
  "topics.confucianism.name": "Confucianism",
  "topics.confucianism.short_description": "Confucianism",
  "topics.confucianism.long_description": "Confucianism is both a religion and philosophy. Originating in China, it is based on the teachings of Confucius (551 BCE – 479 BCE), a Chinese philosopher and contemporary of Buddha. Over six million followers now exist throughout East Asia. Confucian thought focuses on the cultivation of virtue and maintenance of ethics. The belief is concerned with human beings, their achievements and interests, rather than abstract beings and problems of theology. It coexists with Taoism and Buddhism in Chinese spiritual life, guiding personal relations and social structure.",
  "topics.hinduism.name": "Hinduism",
  "topics.hinduism.short_description": "Hinduism",
  "topics.hinduism.long_description": "Hinduism is both and ancient religion and a way of life, with 1 billion followers, including 80 per cent of India's population. Its origins can be traced to the 'Hindu synthesis' which developed in India between 500 BCE and 300 CE. Hinduism is also now the dominant way of life in South Asia. The central religious text is the Veda, yet Hinduism is characterised by extremely diverse beliefs and practices.",
  "topics.islam.name": "Islam",
  "topics.islam.short_description": "Islam",
  "topics.islam.long_description": "Founded by Prophet Muhammad in the Middle East in the 7th century CE, Islam is the world's second largest religion with 1.6 billion followers. The Arabic word 'Islam' means 'submission', reflecting the faith's central theme of submitting to the will of God. Followers are called Muslims. Islamic practices center on the Five Pillars of Islam: faith, prayer, fasting, pilgrimage to Mecca, and alms – and include several holidays and rituals. The sacred text of Islam is the Qur'an.",
  "topics.jainism.name": "Jainism",
  "topics.jainism.short_description": "Jainism",
  "topics.jainism.long_description": "Jainism is one of the world's least known religions, with origins in ancient India. Originating in the 6th century CE, it teaches the liberation of the soul by right knowledge, faith and conduct. Present-day Jainism takes its form from the teachings of Mahavira. Sacred texts containing his teachings are the Agamas, which teach that all living beings – animal, plants and germs – have a soul and the potential to attain Nirvana. Jainism has around 5 million followers, mostly in India.",
  "topics.judaism.name": "Judaism",
  "topics.judaism.short_description": "Judaism",
  "topics.judaism.long_description": "Judaism is an ancient monotheistic Abrahamic religion. Originating around 2000 BCE, it is one of the world's oldest religions. It recognizes Abraham as a Patriarch. Over 14 million people identify themselves as Jews and nearly 3.5 billion follow belief systems influenced by Judaism (including Christianity, Islam and the Bah'ai Faith). Today, Judaism incorporates both a nation and a religion and adheres to a number of core beliefs and traditions taught through the Tanakh. It requires one to honour God through a constant struggle with God's instructions (Torah) and the practice of their mitzvoth, which is a good deed done from religious duty.",
  "topics.kabbalah.name": "Kabbalah",
  "topics.kabbalah.short_description": "Kabbalah",
  "topics.kabbalah.long_description": "Kabbalah is considered one of the world’s oldest bodies of spiritual wisdom. This esoteric school of thought originated in Judaism, with contemporary Christian and New Age followers. Abraham the Patriarch is recognised as the first Kabbalist and author of the Sepher Yetzirah, 'The Book of Formation.' Other foundational texts include the Zohar and writings of the 16th century kabbalist Rav Isaac Luria (the Ari). The word Kabbalah means 'to receive' and it is the study of how to receive fulfillment. Its teachings attempt to explain the relationship between an eternal and mysterious infinity with the mortal and finite universe.",
  "topics.shamanism.name": "Shamanism",
  "topics.shamanism.short_description": "Shamanism",
  "topics.shamanism.long_description": "Shamanism is the oldest known spiritual practice. Originating over 100,000 years ago, it is a healing tradition and belief system based on our connection with nature. It asserts that the visible world is pervaded by spirit forces. It is practiced among many indigenous tribes who recognise Shamans, spiritual and ceremonial leaders. Using meditative practices such as drumming, chanting and dancing, Shamans mediate between the spirit world and our reality to perform soul retrievals, access divine information and help deceased spirits cross over.",
  "topics.shinto.name": "Shinto",
  "topics.shinto.short_description": "Shinto",
  "topics.shinto.long_description": "Shinto is the ethnic religion of Japan. Meaning 'the way of the gods', it is practiced by 80 per cent of Japan's population. Originating around 500 BCE, it focuses on ritual practices that connect contemporary Japan with its ancient past. Followers believe that gods or spirits (kami), can manifest in anything in nature. Shinto practices were recorded and codified in the historical records of the Kojiki and Nihon Shoki in the 8th century. Unlike most other religions, Shinto has no real founder and no body of religious law.",
  "topics.sikhism.name": "Sikhism",
  "topics.sikhism.short_description": "Sikhism",
  "topics.sikhism.long_description": "Sikhism is the fifth largest religion in the world. Originating in India in the 15th century, it is followed by over 20 million people worldwide. It was founded by Guru Nanak to bridge differences between Hindus and Muslims, to create an atmosphere of peace and goodwill. Sikhism is monotheistic and considers men and women equal before God with no priestly class. The Sikh scripture is the Guru Granth Sahib, a book that Sikhs consider a living Guru. Kirtan and Kundalini Yoga are popular Sikh practices that have risen in popularity in the West.",
  "topics.sufism.name": "Sufism",
  "topics.sufism.short_description": "Sufism",
  "topics.sufism.long_description": "Sufism is a set of mystical beliefs and practices which originated from early Islamic asceticism in 8th-9th centuries CE. It is a spiritual path structured around the concept of Oneness. Sufism encourages individual evolution, opening the heart to reflect the Divine Truth. Followers seek direct encounters with God through spinning in time with music, confronting pain and sorrow and forcing themselves out of habitual modes. Sufis have contributed greatly to Islamic literature and are known in the West through the writings of the great poet Rumi.",
  "topics.taoism.name": "Taoism",
  "topics.taoism.short_description": "Taoism",
  "topics.taoism.long_description": "Taoism dates back 5,000 years, originating in the ancient Wu shaman tradition. Taoist philosophy and practices are designed to bring the practitioner into harmony with the Source of all life, what Lao Tzu, author of the Tao Te Ching, calls Tao. Practices such as qigong, tai chi, feng shui, Chinese medicine, meditation, internal alchemy (nei dan) and astrology all originate or were heavily influenced by Taoist thought.",
  "topics.vedic.name": "Vedic",
  "topics.vedic.short_description": "Vedic",
  "topics.vedic.long_description": "Vedic belief systems are historical predecessors of Hinduism. Vedism evolved into the paths of Yoga and Vedanta. Vedanta represents the philosophy of the ancient scriptures of India – the Vedas. This Vedic literature consists of the Upanishads, the Bhagavad Gita, the Puranas as well as many other texts, hymns, and writings. A cornerstone of the teachings is the ultimate identity of the individual soul with the Supreme Soul. Vedanta teachings also assert that with sincere and intense effort, the highest illumination is attainable to all.",
  "topics.yoga.name": "Yoga",
  "topics.yoga.short_description": "Yogic Tradition",
  "topics.yoga.long_description": "Yoga means to connect to the spiritual through control of the mind, body and senses. The tradition of Yoga was developed by the Indus-Sarasvati civilization in Northern India over 5,000 years ago. The sacred texts of yoga, such as the Bhagavad-gita address the essential questions of life. There are a broad variety of Yoga schools, each with different practices and goals. Of the 8 limbs of Yoga, the physical postures called Asana gained significant prominence in the West in the late 20th century.",
  "topics.sciences.name": "Sciences",
  "topics.sciences.short_description": "Science & Secular",
  "topics.sciences.long_description": "Science is the systematic knowledge of the physical or material world gained through observation and experimentation.  Secular in nature, meditations that stem from science deal directly with the natural world and are based purely on fact.",
  "topics.neuroscience.name": "Neuroscience",
  "topics.neuroscience.short_description": "Neuroscience",
  "topics.neuroscience.long_description": "Neuroscience is the study of the brain. Mental activity involves neural activity, and repeated activity changes neural structure. Meditation is increasingly recognized by neuroscientists as a means to alter the structure and function of the brain, a phenomenon called brain plasticity. Recent neuroscientific research and brain imaging technology suggests that regular meditation can strengthen functions of the brain that control attention, calm the stress response, increase positive emotions, strengthen the immune system and even protect our DNA.",
  "topics.psychology.name": "Psychology",
  "topics.psychology.short_description": "Psychology",
  "topics.psychology.long_description": "Psychology is the study of mind and behavior. It explores the physiological and biological processes that underlie cognitive functions and behaviors. Philosophical interest in the mind and behavior dates back to the ancient civilizations of Egypt, Persia, Greece, China, and India. The late 19th century marked the start of psychology as a scientific enterprise.",
  "topics.sciencemedicine.name": "Science",
  "topics.sciencemedicine.short_description": "Science and Research",
  "topics.sciencemedicine.long_description": "Over the past few decades interest of science in meditation increased dramatically. Thousands of scientific studies show benefits of meditation. Numerous publications indicate how regular practice of meditation can boost health by increasing function of the immune system, reducing physical pain,  decreasing inflammation at the cellular level. Meditation improves happiness by reducing stress, decreasing depression and giving tools to deal with anxiety. Amongst most important benefits of daily meditation shown by science are: increased focus, attention span and memory. Recent discoveries demonstrated that meditation changes our brain by increasing its volume in areas related to emotion regulation, positive emotions and self-control, a phenomenon called brain plasticity.",
  "topics.sportscience.name": "Sport Science",
  "topics.sportscience.short_description": "Sport Science",
  "topics.sportscience.long_description": "Sports Science is the application of scientific principles to exercise and sport. It is the study of mainstream sciences, sport and exercise in order to improve performance or health, reduce injury and increase motivation.",
  "topics.secularmindfulness.name": "Secular Mindfulness",
  "topics.secularmindfulness.short_description": "Secular Mindfulness",
  "topics.secularmindfulness.long_description": "Secular Mindfulness combines ancient Buddhist traditions with modern psycological theory, and includes many of the traditional elements of mindfulness without the cultural or religious aspects. 40 years ago Jon Kabat-Zinn was one of the first Western teachers to bring mindfulness into a clinical setting, making the practice more widely acceptable in the mainstream. It involves being more aware of our habitual thoughts and tendencies and approaching these without judgement. This simplified, accessible version of mindfulness is now taught in schools, universities, workplaces, prisons and hospitals.",
  "topics.concepts.name": "Concepts",
  "topics.concepts.short_description": "Concepts",
  "topics.concepts.long_description": "Concepts are philosophical traditions and schools of thought that circle around specific ways of thinking and understanding the world.",
  "topics.alternativemedicine.name": "Alternative Medicine",
  "topics.alternativemedicine.short_description": "Alternative Medicine",
  "topics.alternativemedicine.long_description": "Alternative medicine usually includes treatments as a subtitute to western medicine. Many practices have their origins in indigenous cultures and are considered traditional rather than alternative. Examples include Traditional Chinese medicine, Ayurvedic medicine of India, acupuncture and homeopathy. Alternative therapies can be effective and are increasingly used in conjunction with conventional medicine.",
  "topics.consciousness.name": "Consciousness",
  "topics.consciousness.short_description": "Consciousness",
  "topics.consciousness.long_description": "The origin of Consciousness is one of the great unanswered questions of our time. Different theories stem from religion, philosophy, and cognitive science. Generally speaking consciousnes is the awareness people have of themselves and their environment. Various states of consciousness are associated with different brainwave patterns that can be altered and raised through meditation. Accessing a higher consciousness through meditation can awaken our awareness of thoughts and emotions, of both ourselves and others.",
  "topics.energybased.name": "Energy-Based",
  "topics.energybased.short_description": "Energy-Based",
  "topics.energybased.long_description": "Life Force concepts describe an invisible energy that weaves through all humans, animals, and plants. Throughout history and cultures this force has been described as Aka to the Egyptians, Prana to the Hindu and Qi to the Chinese. It separates living from non-living matter and supports all biophysical and biochemical processes. A fluid and consistent flow of energy is thought to maintain perfect health in the physical body. Energy flow can be directed with conscious intent through meditation and healing practices to bring deeper meaning to our lives.",
  "topics.metaphysics.name": "Metaphysics",
  "topics.metaphysics.short_description": "Metaphysics",
  "topics.metaphysics.long_description": "Metaphysics is a branch of philosophy exploring the nature of existence, being and the world. The term is derived from two words – Meta, meaning over and beyond – and physics, a branch of science relating to matter and energy. People who align themselves with the term are generally curious, seeking truth and the meaning of life.",
  "topics.mysticism.name": "Mysticism",
  "topics.mysticism.short_description": "Mysticism",
  "topics.mysticism.long_description": "Mysticism is commonly known as becoming one with God or the Absolute. However it is best thought of as a constellation of distinctive practices, discourses, texts, institutions, traditions, and experiences aimed at human transformation.",
  "topics.nonduality.name": "Nondualism",
  "topics.nonduality.short_description": "Nondualism",
  "topics.nonduality.long_description": "Non-duality is a belief system that points to the essential oneness of life. It derives from the Sanskrit word ‘Advaita’, which means ‘not two’. It asserts that we are individual expressions of a single entity, inextricably connected – drops of the same ocean. Everything is part of one nondual conciousness. Realizing this through meditation and self inquiry can bring freedom and peace of mind. Non-duality is best known in the West through the non-dual spiritual teachings of the revered Indian saint, Ramana Maharshi.",
  "topics.spirituality.name": "Spirituality",
  "topics.spirituality.short_description": "Spirituality",
  "topics.spirituality.long_description": "Spirituality involves a sense of connection to something deeper. It is an energy experiened beyond the physical and mental realms. Most spiritual traditions incorporate meditation to develop a deeper spiritual connection. For example, Buddhism uses mindfulness and a focus on the present moment.",
  "topics.naturalenvironment.name": "Nature",
  "topics.naturalenvironment.short_description": "Natural Environment",
  "topics.naturalenvironment.long_description": "The Natural Environment and the human psyche are interconnected. Ancient cultures have long honoured all aspects of nature. For centuries meditation has centered on nature, and monasteries have been strategically located within jungles and forests. Spending time in nature can be conducive to reflection and mindufuless.",
  "topics.naturesounds.name": "Nature Sounds",
  "topics.naturesounds.short_description": "Nature Sounds",
  "topics.naturesounds.long_description": "The sounds of nature set a serene atmosphere for meditation. They help to quiet a busy mind and aid relaxation. Listen to the birds, sit by the ocean, or take a stroll through the rainforest.",
  "topics.instrumentalmusic.name": "Instrumental",
  "topics.instrumentalmusic.short_description": "Instrumental (Piano, Guitar, Flute, etc)",
  "topics.instrumentalmusic.long_description": "Soothing, mellow sounds of the flute, violin, piano, cello and other instruments can serve to relax the mind and present a melodic jourrney.",
  "topics.ambientmusic.name": "Ambient",
  "topics.ambientmusic.short_description": "Ambient",
  "topics.ambientmusic.long_description": "Ambient music is known to help with sleep, relaxation and meditation. These unobtrusive melodies can create a deep experience of calm.",
  "topics.binauralbeats.name": "Binaural Beats",
  "topics.binauralbeats.short_description": "Binaural Beats & Isochronic Tones",
  "topics.binauralbeats.long_description": "Binaural Beats and Isochronic Tones are forms of Brainwave entrainment. This is an assisted form of meditation using pulses of sound. Best experienced with headphones, it can be used to assist with relaxation, deep sleep and improve focus.",
  "topics.classicalmusic.name": "Classical",
  "topics.classicalmusic.short_description": "Classical",
  "topics.classicalmusic.long_description": "Slow and quiet classical music can be relaxing for both body and mind. It moves you quietly inwards and can be ideal for meditation and quiet reflection, helping the soul unwind.",
  "topics.chantingmantras.name": "Chanting & Mantras",
  "topics.chantingmantras.short_description": "Chanting & Mantras",
  "topics.chantingmantras.long_description": "Chanting mantras are ancient practices and part of most religions and spiritual paths. A rhythmical repetition of a song, prayer, word or sound, they can help balance the nervous system and eliminate stress or tension.",
  "topics.soundhealing.name": "Sound Healing",
  "topics.soundhealing.short_description": "Sound Healing",
  "topics.soundhealing.long_description": "Sound therapy uses vibrations to enter a state of deep relaxation. Sources include the human voice and objects like gongs, tuning forks and Tibetan singing bowls.",
  "topics.drumming.name": "Drumming",
  "topics.drumming.short_description": "Drumming",
  "topics.drumming.long_description": "Drumming is common within ancient and contemporary spiritual and religious practices. The powerful, monotonous, punctuated sound can relax the tense, energize the tired and soothe the emotionally wounded.",
  "topics.lectures.name": "Lectures",
  "topics.lectures.short_description": "Lectures",
  "topics.lectures.long_description": "From Dharma Talks to Ted Talks, develop your practice by learning more about the beliefs, theories and ideas behind meditation from leading teachers and researchers.",
  "topics.podcasts.name": "Podcasts",
  "topics.podcasts.short_description": "Podcasts",
  "topics.podcasts.long_description": "Looking for something to enrich the mind on your commute? Enjoy a range of spiritual and secular podcasts, updated weekly.",
  "topics.interviews.name": "Interviews",
  "topics.interviews.short_description": "Interviews",
  "topics.interviews.long_description": "A selection of thought-provoking interviews, debates and discussions on a variety of secular and spiritual topics to delve into.",
  "topics.poems.name": "Poems",
  "topics.poems.short_description": "Poems",
  "topics.poems.long_description": "From the musings of Rumi to the mystical verses of Kabir, enjoy the wise words of these beautiful poems.",
  "topics.readings.name": "Readings",
  "topics.readings.short_description": "Readings",
  "topics.readings.long_description": "Listen to fascinating excerpts from books on a variety of mindful topics, written and read by Insight Timer teachers."
}